post/intro/index.html
<!DOCTYPE html>
<html lang="vi-vn">
<head>
  <meta charset="utf-8">
  <meta http-equiv="X-UA-Compatible" content="IE=edge">
  <title> Lời giới thiệu o.O | MẤY KHI MẤY KHỈ</title>
  
  <meta name="viewport" content="width=device-width, initial-scale=1">
  <meta name="robots" content="all,follow">
  <meta name="googlebot" content="index,follow,snippet,archive">
  <meta property="og:title" content="Lời giới thiệu o.O" />
<meta property="og:description" content="Sao lại bây giờ mới viết?   Truớc đây mình đã muốn xây dựng debian-vn.github.io để cho cộng đồng Debian tại VN, chứ không muốn viết blog cá nhân. Vì mình nghĩ build cộng đồng nó sẽ tồn tại lâu hơn là cá nhân. Thực ra page đó cũng có mỗi mình viết :joy: Tóm lại không đủ nhiệt huyết để làm nữa :sad:
 Nhưng vẫn nhiệt tình trao đổi/chia sẻ cho anh em đồng nghiệp ở công ty, nhóm nhỏ." />
<meta property="og:type" content="article" />
<meta property="og:url" content="/post/intro/" />
<meta property="article:published_time" content="2021-02-11T23:00:48+07:00" />
<meta property="article:modified_time" content="2021-02-11T23:00:48+07:00" />

  <meta name="twitter:card" content="summary"/>
<meta name="twitter:title" content="Lời giới thiệu o.O"/>
<meta name="twitter:description" content="Sao lại bây giờ mới viết?   Truớc đây mình đã muốn xây dựng debian-vn.github.io để cho cộng đồng Debian tại VN, chứ không muốn viết blog cá nhân. Vì mình nghĩ build cộng đồng nó sẽ tồn tại lâu hơn là cá nhân. Thực ra page đó cũng có mỗi mình viết :joy: Tóm lại không đủ nhiệt huyết để làm nữa :sad:
 Nhưng vẫn nhiệt tình trao đổi/chia sẻ cho anh em đồng nghiệp ở công ty, nhóm nhỏ."/>

  
  
    
  
  
  <link rel="stylesheet" href="/css/style-light.css">
  
  
  
    <!--[if lt IE 9]>
    <![endif]-->
  

  
<link rel="icon" type="image/png" href="/images/favicon.ico" />

  
  
</head>

<body class="max-width mx-auto px3 ltr">
  <div class="content index py4">

    <header id="header">
  <a href="/">
  
    <div id="logo" style="background-image: url(https://avatars.githubusercontent.com/u/9713793?s=64)"></div>
  
  <div id="title">
    <h1>MẤY KHI MẤY KHỈ</h1>
  </div>
  </a>
  <div id="nav">
    <ul>
      <li class="icon">
        <a href="#"><i class="fas fa-bars fa-2x"></i></a>
      </li>
      
        <li><a href="/post/intro">Intro</a></li>
      
        <li><a href="/post">Writings</a></li>
      
    </ul>
  </div>
</header>



    
<article class="post" itemscope itemtype="http://schema.org/BlogPosting">

  <div class="content" itemprop="articleBody">
  
    
<div id="outline-container-headline-1" class="outline-2">
<h2 id="headline-1">
Sao lại bây giờ mới viết?
</h2>
<div id="outline-text-headline-1" class="outline-text-2">
<p>
Truớc đây mình đã muốn xây dựng <a href="https://debian-vn.github.io/">debian-vn.github.io</a> để cho cộng đồng Debian tại VN, chứ không muốn viết blog cá nhân. Vì mình nghĩ build cộng đồng nó sẽ tồn tại lâu hơn là cá nhân. Thực ra page đó cũng có mỗi mình viết :joy:
Tóm lại không đủ nhiệt huyết để làm nữa :sad:</p>
<p>
Nhưng vẫn nhiệt tình trao đổi/chia sẻ cho anh em đồng nghiệp ở công ty, nhóm nhỏ. Nên mình nghĩ viết blog sẽ chia sẻ tốt hơn, đỡ phải nói đi nói lại mỏi mồm phết.</p>
<p>
Cuộc sống rồi cũng ra đi, mình đi rôì hi vọng để lại cái gì đó (đống hỗn độn chẳng hạn) mình chia sẻ hay ho (covid) thì sẽ tốt cho ai đó, không hay thì được góp ý lại mình càng tốt (khôn phết). Mình đã định viết mấy lần rồi, nhưng LƯỜI -_-</p>
</div>
</div>
<div id="outline-container-headline-2" class="outline-2">
<h2 id="headline-2">
Quan điểm
</h2>
<div id="outline-text-headline-2" class="outline-text-2">
<p>
Blog này sẽ KHÔNG đề cập đến tôn giáo, chính trị, quan điểm sống (sống chết mặc bây), triết học, đạo lý (lạy chúa, mình sẽ cố gắng không đề cập. Đạo khả đạo, phi thường đạo)</p>
<p>
Mình cũng sẽ KHÔNG quá đề cập vào chi tiết/lý thuyết kỹ thuật, ví dụ cài Emacs như nào, xây dựng helloworld ra làm sao?</p>
<p>
Mà chủ yếu là tips, workflow cá nhân của mình. Nên có thể nó sẽ không phù hợp với bạn và bạn của bạn.</p>
</div>
</div>
<div id="outline-container-headline-3" class="outline-2">
<h2 id="headline-3">
Sao không dùng tiếng anh?
</h2>
<div id="outline-text-headline-3" class="outline-text-2">
<p>
Tiếng việt là một trong những thế mẹnh của mình. Btw, my english skill is not good!</p>
<p>
Mình cũng sẽ dùng vài từ tiếng anh như cách nói thông thường trong công việc, và nó sẽ không chuẩn như văn học nên <code>Trong lúc viết lách bối rối, có gì xin lượng thứ</code></p>
</div>
</div>
<div id="outline-container-headline-4" class="outline-2">
<h2 id="headline-4">
Đại từ nhân xưng
</h2>
<div id="outline-text-headline-4" class="outline-text-2">
<p>
Tiếng anh thì dùng mỗi <code>I</code> cho khoẻ, dùng Tiếng Việt lại phải chọn <code>Tôi, Mình, Tớ, Tao, Tau, Anh, Em, Chú, Bác, Thím...</code>
Nên Tôi/tao/tau sẽ chọn Mình. (Chịu). Hay là chọn Tui nhỉ, dễ thương phết đó mấy má.</p>
</div>
</div>
<div id="outline-container-headline-5" class="outline-2">
<h2 id="headline-5">
Sao không bật comment?
</h2>
<div id="outline-text-headline-5" class="outline-text-2">
<p>
Rất vui nếu anh chị em góp ý/bổ sung điều gì. Nhưng hãy gửi mail trực tiếp cho mình nhé. <code>txgvnn@gmail.com</code> (mình ít khi check, hà hà, nên có thể sẽ rep khá lâuuuu | hoặc không rep)
Nếu nội dung nhảy cảm thì nhớ <a href="https://github.com/txgvnn.gpg"><code>GnuPG/0xE655BF766A56995D</code></a> nhá, mình đang tập dùng.</p>
</div>
</div>

  
  </div>
</article>


    <footer id="footer">
  <div class="footer-left">
    Copyright  &copy; 2022  MẤY KHI MẤY KHỈ 
  </div>
  <div class="footer-right">
    <nav>
      <ul>
         
        <li><a href="/post/intro">Intro</a></li>
         
        <li><a href="/post">Writings</a></li>
        
      </ul>
    </nav>
  </div>
</footer>


  </div>
</body>

<link rel="stylesheet" href=/lib/font-awesome/css/all.min.css>
<script src=/lib/jquery/jquery.min.js></script>
<script src=/js/main.js></script>
</html>
